Repository: Hadden-Industries/jpg-spinner
Catalog: JPG Spinner/Strings/*/Resources.resw
Source language: en_gb
Languages: ru

# analysedMany
source: Analysed %lu images
ru: Проанализировано %lu изображений

# analysedOne
source: Analysed 1 image
ru: Проанализировано 1 изображение

# appDescription
source: JPG Spinner automatically rotates your images by how the camera was oriented when the shot was taken
ru: JPG Spinner automatically rotates your images by how your camera was oriented while the shot was taken

# HyperlinkButtonPrivacyPolicy.Content
source: Privacy Policy
ru: Политика Конфиденциальности

# HyperlinkButtonTerms.Content
source: Terms & Conditions
ru: Условия

# processedMany
source: Rotated %lu/%lu images
ru: %lu/%lu изображение обработанные

# processedOne
source: Rotating image
ru: Идет обработ изображения

# TextBlockProgressive.Text
source: Apply progressive encoding to each rotated image …
ru: Применить прогрессивную развертку каждому развернутому изображение ...

# processedAllMany
source: Rotated all %lu images
ru: Все %lu изображение обработанные

# processedAllOne
source: Rotated image
ru: Изображение обработанно

source: Initialising...
ru: Инициализация...

# ToolTipProgressive.Content
source: Click here to see more information about this option
ru: Нажмите здесь, чтобы просмотреть дополнительную информацию об этом варианте

source: Cancel
ru: Отмена

# Logo.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: JPG Spinner logo
ru: Логотип JPG Spinner

# noImagesToBeRotated
source: There were no rotatable images in your selection
ru: В вашем выборе не было вращяемых изображений

# selectFiles
source: Select Folder
ru: Выбор Файлов
